#include "common.h"

void mainmenu()
{
	int ch;

	Sleep(500);
	gotoxy(30, 7);
	printf(" _   __ _  _  _   _____  _            ______                  \n");
	gotoxy(30, 8);
	printf("| | / /(_)| || | |_   _|| |           | ___ \\                 \n");
	Sleep(500);
	gotoxy(30, 9);
	printf("| |/ /  _ | || |   | |  | |__    ___  | |_/ /  ___   ___  ___ \n");
	gotoxy(30, 10);
	printf("|    \\ | || || |   | |  | '_ \\  / _ \\ | ___ \\ / _ \\ / __|/ __|\n");
	Sleep(500);
	gotoxy(30, 11);
	printf("| |\\  \\| || || |   | |  | | | ||  __/ | |_/ /| (_) |\\__ \\\\__ \\\n");
	gotoxy(30, 12);
	printf("\\_| \\_/|_||_||_|   \\_/  |_| |_| \\___| \\____/  \\___/ |___/|___/\n");
	Sleep(500);
	gotoxy(45, 17);
	printf("<시작하려면 아무 키나 누르세요>");
	gotoxy(60, 18);
	ch = _getch();
}
